Repository: DonalMcGahon/Third-Year-Project
Catalog: Agenda/Agenda/Strings/*/Resources.resw
Source language: en_us
Languages: fr, pl

# AddEx.Content
source: Add Exercises
fr: Ajouter des exercices
pl: Dodać ćwiczenia

# AddGrocery.Text
source: Add Grocery Item
fr: Ajouter l’article d’épicerie
pl: Dodaj element spożywczy

# Amount.Text
source: Amount
fr: Montant
pl: Kwota

# AmountPlace.PlaceholderText
source: Amount
fr: Montant
pl: Kwota

# BacktoLogin.Content
source: Back to Login
fr: Retour à la connexion
pl: Powrót do logowania

# Calendar.Header
source: Calendar
fr: Calendrier
pl: Kalendarz

# Completed.Text
source: Completed By:
fr: Complété par:
pl: Wykonywane przez:

# DailyText.Text
source: Daily Exercises
fr: Exercices quotidiens
pl: Codzienne ćwiczenia

# DAll.Content
source: Delete List
fr: Liste de suppression
pl: Usuń listę

# DeAll.Content
source: Delete Exercises
fr: Supprimer les exercices
pl: Usunąć ćwiczenia

# DeFirst.Content
source: Delete First Entry
fr: Supprimer la première entrée
pl: Usuń wpis pierwszy

# DeLast.Content
source: Delete Last Entry
fr: Supprimer la dernière entrée
pl: Usunąć ostatni wpis

# DeleteAll.Content
source: Delete Data
fr: Supprimer des données
pl: Usuń dane

# DeleteFirst.Content
source: Delete First Entry
fr: Supprimer la première entrée
pl: Usuń wpis pierwszy

# DeleteLast.Content
source: Delete Last Entry
fr: Supprimer la dernière entrée
pl: Usunąć ostatni wpis

# DFirst.Content
source: Delete First Entry
fr: Supprimer la première entrée
pl: Usuń wpis pierwszy

# DLast.Content
source: Delete Last Entry
fr: Supprimer la dernière entrée
pl: Usunąć ostatni wpis

# DuePlace.PlaceholderText
source: Due Date
fr: Échéance
pl: Data ukończenia

# E1.Text
source: Exercise One
fr: Exercer un
pl: Skorzystania z jednego

# E2.Text
source: Exercise Two
fr: Exercice 2
pl: Ćwiczenie 2

# E3.Text
source: Exercise Three
fr: Exercice 3
pl: Ćwiczenie 3

# E4.Text
source: Exercise Four
fr: Exercice 4
pl: Ćwiczenie 4

# Email.PlaceholderText
source: Email
fr: Courrier électronique
pl: Adres e-mail

# Ename1.PlaceholderText
source: Exercise Name
fr: Nom de l’exercice
pl: Nazwy ćwiczeń

# Ename2.PlaceholderText
source: Exercise Name
fr: Nom de l’exercice
pl: Nazwy ćwiczeń

# Ename4.PlaceholderText
source: Exercise Name
fr: Nom de l’exercice
pl: Nazwy ćwiczeń

# FitHeader.Header
source: Fitness Scheduler
fr: Planificateur de remise en forme
pl: Harmonogramu fitness

# GroceryList.Header
source: Grocery List
fr: Liste d’épicerie
pl: Lista sklep spożywczy

# GroceryPlace.PlaceholderText
source: Grocery
fr: Produits d’épicerie
pl: Sklep spożywczy

# Login.Content
source: Login
pl: Zaloguj

# Password.PlaceholderText
source: Password
fr: Mot de p.
pl: Hasło

# R1.PlaceholderText
source: Reps
pl: Przedstawiciele handlowi

# R2.PlaceholderText
source: Reps
pl: Przedstawiciele handlowi

# R3.PlaceholderText
source: Reps
pl: Przedstawiciele handlowi

# R4.PlaceholderText
source: Reps
pl: Przedstawiciele handlowi

# Reg.Content
source: Register
fr: Inscrire
pl: Zarejestruj

# Register.Content
source: Register
fr: Inscrire
pl: Zarejestruj

# RegPassword.PlaceholderText
source: Password
fr: Mot de p.
pl: Hasło

# RegUser.PlaceholderText
source: Username
fr: Nom d'utilisateur
pl: Nazwa użytkownika

# Reps1.Text
source: Reps
pl: Przedstawiciele handlowi

# Reps2.Text
source: Reps
pl: Przedstawiciele handlowi

# Reps3.Text
source: Reps
pl: Przedstawiciele handlowi

# Reps4.Text
source: Reps
pl: Przedstawiciele handlowi

# ShopHeader.Header
source: Shopping List
fr: Liste de Courses
pl: Lista zakupów

# SignOut.Content
source: Sign Out
fr: Se déconnecter
pl: Wyloguj

# SignOut1.Content
source: Sign Out
fr: Se déconnecter
pl: Wyloguj

# SignOut2.Content
source: Sign Out
fr: Se déconnecter
pl: Wyloguj

# SignOut3.Content
source: Sign Out
fr: Se déconnecter
pl: Wyloguj

# To-DoHeader.Header
source: Tasks
fr: Liste de tâches
pl: Lista zadań do wykonania

# To-DoList.Header
source: Tasks
fr: Liste de tâches
pl: Lista zadań do wykonania

# To-DoPlace.PlaceholderText
source: Enter Task
fr: Tâche
pl: Zadania do wykonania

# To-DoText.Text
source: Tasks:
fr: Tâche:
pl: Do zrobienia:

# User.PlaceholderText
source: Username
fr: Nom d'utilisateur
pl: Nazwa użytkownika

# Ename.PlaceholderText
source: Exercise Name
fr: Nom de l’exercice
pl: Nazwy ćwiczeń

# AddTask.Content
source: Add Task
fr: Ajouter tâche
pl: Dodawanie zadania

# AddtoShopping.Content
source: Add to Shopping List
fr: Ajouter à la liste d’achats
pl: Dodaj do listy zakupów

# exerciseData.Header
source: Exercise List
fr: Liste de l’exercice
pl: Lista ćwiczeń

# AddToCal.Content
source: Add
fr: Ajouter
pl: Dodaj

# Date.Text
source: Date:
fr: Date de :
pl: Data:

# Details.PlaceholderText
source: Details
fr: Détails
pl: Szczegóły

# Details.Text
source: Details:
fr: Détails:
pl: Szczegóły:

# Duration.Text
source: Duration
fr: Durée
pl: Czas trwania

# Heading.Text
source: Add an Event to Your Calendar
fr: Ajouter un événement à votre calendrier
pl: Dodawanie wydarzenia do kalendarza

# Location.Text
source: Location
fr: Localisation
pl: Lokalizacja

# Subject.Text
source: Subject
fr: Sujet
pl: Podmiot

# SubjectPlace.PlaceholderText
source: Subject
fr: Sujet
pl: Podmiot

# Time.Text
source: Time
fr: Heure
pl: Godzina

# LocationPlace.PlaceholderText
source: Location
fr: Localisation
pl: Lokalizacja

# OpenCalendar.Content
source: Calendar
fr: Calendrier
pl: Kalendarz
